-> 开场

// 测试项目
// 互动影游导出 · 2026-09-09

VAR route_stance = 0

=== 开场 ===
-> DONE

=== 节点名 ===
-> DONE

=== 节点名_2 ===
-> DONE

=== 节点名_3 ===
-> DONE

=== 节点名_4 ===
-> DONE

=== 节点名_5 ===
-> DONE

=== 路径B_即死结局 ===
->->

=== 续接 ===
-> DONE

=== 探索_槽位名 ===
-> DONE

=== 即死岔口4_BE_ ===
-> DONE

=== 即死结局4_BE_ ===
->->

=== 节点名_6 ===
-> DONE

=== 节点名_7 ===
-> DONE

=== 节点名_8 ===
-> DONE

=== 节点名_9 ===
-> DONE

=== 节点名_10 ===
-> DONE

=== 节点名_11 ===
-> DONE

=== 路径B_即死结局_2 ===
->->

=== 续接_2 ===
-> DONE

=== 节点名_12 ===
-> DONE

=== 节点名_13 ===
-> DONE

=== 节点名_14 ===
-> DONE

=== 路径B_即死结局_3 ===
->->

=== 续接_3 ===
-> DONE

=== 承接 ===
-> DONE

=== 节点名_15 ===
-> DONE

=== 节点名_16 ===
-> DONE

=== 节点名_17 ===
-> DONE

=== 节点名_18 ===
-> DONE

=== 节点名_19 ===
-> DONE

=== 路径B_即死结局_4 ===
->->

=== 续接_4 ===
-> DONE

=== 探索_槽位名_2 ===
-> DONE

=== 即死岔口4_BE__2 ===
-> DONE

=== 即死结局4_BE__2 ===
->->

=== 节点名_20 ===
-> DONE

=== 节点名_21 ===
-> DONE

=== 节点名_22 ===
-> DONE

=== 节点名_23 ===
-> DONE

=== 节点名_24 ===
-> DONE

=== 节点名_25 ===
-> DONE

=== 路径B_即死结局_5 ===
->->

=== 续接_5 ===
-> DONE

=== 节点名_26 ===
-> DONE

=== 节点名_27 ===
-> DONE

=== 节点名_28 ===
-> DONE

=== 路径B_即死结局_6 ===
->->

=== 续接_6 ===
-> DONE

=== 承接_2 ===
-> DONE

=== 节点名_29 ===
-> DONE

=== 节点名_30 ===
-> DONE

=== 节点名_31 ===
-> DONE

=== 节点名_32 ===
-> DONE

=== 节点名_33 ===
-> DONE

=== 路径B_即死结局_7 ===
->->

=== 续接_7 ===
-> DONE

=== 探索_槽位名_3 ===
-> DONE

=== 即死岔口4_BE__3 ===
-> DONE

=== 即死结局4_BE__3 ===
->->

=== 节点名_34 ===
-> DONE

=== 节点名_35 ===
-> DONE

=== 节点名_36 ===
-> DONE

=== 节点名_37 ===
-> DONE

=== 节点名_38 ===
-> DONE

=== 节点名_39 ===
-> DONE

=== 路径B_即死结局_8 ===
->->

=== 续接_8 ===
-> DONE

=== 节点名_40 ===
-> DONE

=== 节点名_41 ===
-> DONE

=== 节点名_42 ===
-> DONE

=== 路径B_即死结局_9 ===
->->

=== 续接_9 ===
-> DONE

=== 承接_3 ===
-> DONE

=== 节点名_43 ===
-> DONE

=== 节点名_44 ===
-> DONE

=== 节点名_45 ===
-> DONE

=== 节点名_46 ===
-> DONE

=== 节点名_47 ===
-> DONE

=== 路径B_即死结局_10 ===
->->

=== 续接_10 ===
-> DONE

=== 探索_槽位名_4 ===
-> DONE

=== 即死岔口4_BE__4 ===
-> DONE

=== 即死结局4_BE__4 ===
->->

=== 节点名_48 ===
-> DONE

=== 节点名_49 ===
-> DONE

=== 节点名_50 ===
-> DONE

=== 节点名_51 ===
-> DONE

=== 节点名_52 ===
-> DONE

=== 节点名_53 ===
-> DONE

=== 路径B_即死结局_11 ===
->->

=== 续接_11 ===
-> DONE

=== 节点名_54 ===
-> DONE

=== 节点名_55 ===
-> DONE

=== 节点名_56 ===
-> DONE

=== 路径B_即死结局_12 ===
->->

=== 续接_12 ===
-> DONE

=== 承接_4 ===
-> DONE

=== 即死岔口1_BE_ ===
-> DONE

=== 即死结局1_BE_ ===
->->

=== 节点名_57 ===
-> DONE

=== 即死岔口2_BE_ ===
-> DONE

=== 即死结局2_BE_ ===
->->

=== 节点名_58 ===
-> DONE

=== 即死岔口3_BE_ ===
-> DONE

=== 即死结局3_BE_ ===
->->

=== 节点名_59 ===
-> DONE

=== 即死岔口4_BE__5 ===
-> DONE

=== 即死结局4_BE__5 ===
->->

=== 节点名_60 ===
-> DONE

=== 最终时刻 ===
-> DONE

=== 路线门控 ===
-> DONE

=== 真相大白_专属场景 ===
-> DONE

=== 真相大白 ===
->->

=== 同流合污_专属场景 ===
-> DONE

=== 同流合污 ===
->->

=== 玉石俱焚_专属场景 ===
-> DONE

=== 玉石俱焚 ===
->->

=== 隐藏真相_专属场景 ===
-> DONE

=== 隐藏真相 ===
->->
